{
  "posts": [
    {
      "id": "open-letter-to-microsoft",
      "title": "An Open Letter to Microsoft: Don’t Bid on the US Military’s Project JEDI",
      "content": [
        {
          "link": null,
          "text": "We joined Microsoft to create a positive impact on people and society, with the expectation that the technologies we build will not cause harm or human suffering. Tuesday’s blog post serves as a public declaration of Microsoft’s intent to bid on the Joint Enterprise Defense Infrastructure (JEDI) contract — a contract that represents a $10 billion project to build cloud services for the Department of Defense. The contract is massive in scope and shrouded in secrecy, which makes it nearly impossible to know what we as workers would be building. At an industry day for JEDI, DoD Chief Management Officer John H. Gibson II explained the program’s impact, saying, “We need to be very clear. This program is truly about increasing the lethality of our department.”",
          "type": "text"
        },
        {
          "link": null,
          "text": "Microsoft, don’t bid on JEDI.",
          "type": "text"
        },
        {
          "link": null,
          "text": "Many Microsoft employees don’t believe that what we build should be used for waging war. When we decided to work at Microsoft, we were doing so in the hopes of “empowering every person on the planet to achieve more,” not with the intent of ending lives and enhancing lethality. For those who say that another company will simply pick up JEDI where Microsoft leaves it, we would ask workers at that company to do the same. A race to the bottom is not an ethical position. Like those who took action at Google, Salesforce, and Amazon, we ask all employees of tech companies to ask how your work will be used, where it will be applied, and act according to your principles.",
          "type": "text"
        },
        {
          "link": null,
          "text": "Recently, Google executives made clear that they will not use artificial intelligence “for weapons, illegal surveillance, and technologies that cause ‘overall harm.” This was only after thousands of Google workers spoke out in the name of ethics and human rights. On Tuesday, the company withdrew from the JEDI bidding war, since they “couldn’t be assured that it would align with [their] A.I. Principles,” principles they put in place in response to sustained employee pressure. With a large number of workers vocally opposed, executives were left with no choice but to pull out of the bid.",
          "type": "text"
        },
        {
          "link": null,
          "text": "We need to put JEDI in perspective. This is a secretive $10 billion project with the ambition of building “a more lethal” military force overseen by the Trump Administration. The Google workers who protested these collaborations and forced the company to take action saw this. We do too.",
          "type": "text"
        },
        {
          "link": null,
          "text": "So we ask, what are Microsoft’s A.I. Principles, especially regarding the violent application of powerful A.I. technology? How will workers, who build and maintain these services in the first place, know whether our work is being used to aid profiling, surveillance, or killing?",
          "type": "text"
        },
        {
          "link": null,
          "text": "Earlier this year Microsoft published “The Future Computed,” examining the applications and potential dangers of A.I. It argues that strong ethical principles are necessary for the development of A.I. that will benefit people, and defines six core principles: “fair, reliable and safe, private and secure, inclusive, transparent, and accountable.”",
          "type": "text"
        },
        {
          "link": null,
          "text": "Microsoft, don’t bid on JEDI.",
          "type": "text"
        }
      ],
      "description": {
        "short": "Signed by employees of Microsoft",
        "long": "Signed by employees of Microsoft"
      },
      "meta": {
        "creationDate": "2018-10-13T22:39:48.554Z",
        "modificationDate": "2018-10-13T22:39:48.554Z",
        "isDisabled": false
      }
    },
    {
      "id": "thoughts-on-olympic-skateboarding",
      "title": "Thoughts on Olympic Skateboarding",
      "content": [
        {
          "link": null,
          "text": "In less than two years, skateboarding will be in the Olympics. I spent my weekend at the Youth Olympic Games in Buenos Aires to get a better perspective of how that will work and my potential role in the process",
          "type": "text"
        },
        {
          "link": null,
          "text": "The politics and bureaucracy of making skateboarding an Olympic sport are complicated at best, but there are a few people up for the challenge, and they’re working tirelessly on skateboarding’s behalf. Although I am sometimes chosen to be an “ambassador” to skating, I am not one of them in this effort. In many ways, I am on the outside looking in with a critical perspective.",
          "type": "text"
        },
        {
          "link": null,
          "text": "I believe the summer Olympics need the “cool” factor of skateboarding more than skateboarding needs Olympic validation, in the same way snowboarding provides a youthful energy to the winter games. I also believe that skateboarding has leverage in keeping the format authentic and the culture represented properly. There are many issues to work through: governing bodies, qualifying events, judging, mandatory apparel, helmet usage, etc. It all seems overwhelmingly impossible to resolve when you’ve attended the stagnant meetings or are cc’d in email chains.",
          "type": "text"
        },
        {
          "link": null,
          "text": "I have confidence that Olympic skateboarding will inspire a new, diverse generation to embrace skateboarding as a lifestyle, a culture, and an art form.",
          "type": "text"
        },
        {
          "link": null,
          "text": "I am often asked how this will all work. I don’t have all the answers, I only have decades of experience that can hopefully lend a voice of reason to a web of conflicting interests.",
          "type": "text"
        },
        {
          "link": null,
          "text": "The naysayers are loud and clear. They believe skateboarding is not a sport and we didn’t start doing it in order to win medals or to be embraced by the mainstream. While this sentiment is true in many ways, we’ve had skateboard competitions since the beginning. There is a human desire to be rated through comparison. Even those that despise skate contests or staunchly denounce skateboarding as a sport are content to pass judgement on who has the best style, which tricks are acceptable, or who has the best flick. No matter how pure our intentions are, we still tend to judge in the most informal settings.",
          "type": "text"
        },
        {
          "link": null,
          "text": "Will skateboarding be accurately represented in Olympic programming? Will we hear Dead Kennedys blasting from the sound system, or will competitors try tricks after their time is up just to hype the crowd (or for their own glory)? Probably not, but there is an opportunity here to show the positive influence of skateboarding on youth, and to showcase the undeniable skills of some of the best skaters to our biggest audience ever. There is also a chance for boys and girls from the most challenged corners of the world to find a better life through skateboarding with this newfound exposure and acceptance.",
          "type": "text"
        },
        {
          "link": null,
          "text": "I have confidence that Olympic skateboarding will inspire a new, diverse generation to embrace skateboarding as a lifestyle, a culture, and an art form. Some will consider it a sport from the get-go, but perhaps that’s what it takes to introduce skating into countries that don’t readily understand the intrinsic values it can teach: determination, creativity, self-confidence, perseverance, and a sense of community among uniquely creative individuals. I’m sure many of us will still be labeled as outcasts, troublemakers, vandals, and punks because of our skating backgrounds and influences. But a select few — who have devoted themselves to competitive skateboarding through discipline and hard work — will represent their countries on a global stage and be recognized by a new audience. As a skater that competed regularly for over 20 years while often being treated like a freak for following my passion, I accept both scenarios.",
          "type": "text"
        }
      ],
      "description": {
        "short": "Here’s my take on the 2020 Olympics.",
        "long": "I’m a veteran competitive skateboarder. Here’s my take on the 2020 Olympics."
      },
      "meta": {
        "creationDate": "2018-10-13T22:58:40.096Z",
        "modificationDate": "2018-10-13T22:58:40.096Z",
        "isDisabled": false
      }
    },
    {
      "id": "musk-and-tesla-are-doing-much-better-than-headlines-suggest",
      "title": "Tesla Is Doing Much Better Than Headlines Suggest",
      "content": [
        {
          "link": null,
          "text": "Tesla and Elon Musk are having a terrible time getting basic, neutral, balanced press coverage. Tesla has achieved enormous results in ramping up its Model 3 production faster than almost any new model car in history. The company is massively outselling its competitors in North America and Europe. It still has hundreds of thousands of $1,000 pre-orders for the Tesla Model 3 (more than any car in history).",
          "type": "text"
        },
        {
          "link": null,
          "text": "Teslas continue to win raves from teardown analysts and test drivers. Its autonomous features continue to outperform those of other production vehicles, its market capitalization is 10 times what it was five years ago, and the Model 3 itself is on track to become the fifth or sixth best-selling car in the USA of any make, model, or price point. In a normal world, this string of successes would lead to incredibly positive coverage.",
          "type": "text"
        },
        {
          "link": "https://cdn-images-1.medium.com/max/800/1*C_HhAMpbbNVDACWlGfbGSw.png",
          "text": "Chart: MarketBeat",
          "type": "image"
        },
        {
          "link": null,
          "text": "But this isn’t a normal world. Media outlets of all types are disproportionately covering every negative story, distorting the narrative around neutral stories and reporting any rumor about Elon Musk they can find. As the chart shows, news sentiment is often negative despite incredibly positive results. It doesn’t take much reading of Musk’s actual tweets or Tesla’s actual results to see the massive disparity between how Tesla and Musk are portrayed and what they are actually doing",
          "type": "text"
        },
        {
          "link": null,
          "text": "Why is the media getting Tesla and Musk so wrong right now? There are three major problems which have led to this situation:",
          "type": "text"
        },
        {
          "link": null,
          "text": "1. PR campaigns attacking electric cars, funded by the Koch brothers and other elements of the fossil fuel industry",
          "type": "text"
        },
        {
          "link": null,
          "text": "2. PR campaigns attacking Tesla, funded by firms which are shorting TSLA stock",
          "type": "text"
        },
        {
          "link": null,
          "text": "3. Media revenue, cost, and competition challenges",
          "type": "text"
        },
        {
          "link": null,
          "text": "During 2015, their network of fossil-fuel CEOs worked together create and fund an advocacy organization with $10 million USD in February of 2016. The organization launched in August of 2016 as Fueling U.S. Forward.",
          "type": "text"
        },
        {
          "link": null,
          "text": "One of the two primaries in the group, James Mahoney, is a Koch company board member, has been a Koch Industries executive for over 20 years, and is a long-time confidant of the billionaire brothers. The other, Charlie Drevna, is a long-term lobbyist for the fossil-fuel industry, with positions as Distinguished Senior Fellow at the Institute for Energy Research and as a board member of the American Fuel & Petrochemical Manufacturers.",
          "type": "text"
        }
      ],
      "description": {
        "short": "Three dark-arts PR issues intersect for Tesla and Musk",
        "long": "Three dark-arts PR issues intersect for Tesla and Musk"
      },
      "meta": {
        "creationDate": "2018-10-13T23:05:47.415Z",
        "modificationDate": "2018-10-13T23:05:47.415Z",
        "isDisabled": false
      }
    },
    {
      "id": "you-can-force-yourself-to-fall-out-of-love",
      "title": "You Can Force Yourself to Fall Out of Love",
      "content": [
        {
          "link": null,
          "text": "Last month, an NPR story detailed rapper Dessa’s efforts to get over her ex — using science. Inspired by a TED Talk from biological anthropologist Helen Fisher, Dessa told NPR, she used a technique called neurofeedback, which measures brain waves using electroencephalography (EEG) and turns them into visual or audio tones. The idea is that by seeing or hearing what’s happening in your brain, you can retrain your thoughts. In the context of breakups, by heading off constant thoughts about an ex, you could ostensibly speed up the process of getting over them.",
          "type": "text"
        },
        {
          "link": null,
          "text": "Over the past several years, clinics offering neurofeedback for the treatment of anxiety, insomnia, headaches, and a host of other complaints have popped up all over the country. And especially with regard to heartbreak, it’s easy to see the appeal — when you feel powerless against your own emotions, it’s soothing to think that there’s a process, with science behind it, that can help you regain control. Still, though Dessa told NPR she felt better after the therapy, there’s not a ton of research about the effectiveness of neurofeedback, and none about using it specifically for breakups.",
          "type": "text"
        },
        {
          "link": null,
          "text": "But according to Fisher, chief scientific officer for the dating site Match and author of Anatomy of Love: A Natural History of Mating, Marriage, and Why We Stray, the idea does make some scientific sense. At the very least, there are lessons to be drawn from merging her research on the brain in love with the concepts underlying neurofeedback: Together, the two ideas can offer guidance to the newly single on how to speed up the post-split healing process, no brain-wave equipment required.",
          "type": "text"
        },
        {
          "link": null,
          "text": "To understand how it’s possible to fall out of love more quickly, we first need to understand what a brain in love looks like. In the studies outlined in her TED Talk, one of which was published in the Journal of Comparative Neurology, Fisher placed people — 17 who were in new relationships, 15 who had recently faced romantic rejection — in a functional MRI (fMRI) to actually look at the neurological processes of falling in and out of love",
          "type": "text"
        },
        {
          "link": null,
          "text": "When Fisher showed still-lovestruck people in the fMRI photos of their significant others, their brains lit up like Christmas trees. “We put people in the machine, and the results really amazed me,” she says. “We found that when they looked at a picture of the person they love, the hypothalamus was pumping out dopamine” — the neurotransmitter involved in pleasure and reward — “and sending it to many brain regions.”",
          "type": "text"
        },
        {
          "link": null,
          "text": "“Understanding how we fall in love on a physiological level doesn’t necessarily mean we can control it, but it does mean we may be able to influence it.”",
          "type": "text"
        },
        {
          "link": null,
          "text": "“The rind of your brain is the cortex, where you do your thinking, make decisions, and plot things,” Fisher explains. “Then there’s the limbic system, and way below that, at the base of the brain, is where your instincts and drives are: hunger, thirst, lust.” And down there, in a region called the ventral tegmental area, is the hypothalamus — what Fisher calls the brain’s dopamine factory.",
          "type": "text"
        },
        {
          "link": null,
          "text": "“Through putting people who’ve been rejected or dumped into the fMRI, we’ve discovered something promising,” Fisher says, “which is that the attachment eventually reduces. Time does heal the brain.”",
          "type": "text"
        }
      ],
      "description": {
        "short": "Lessons from neuroscience about easing the pain of a breakup",
        "long": "Lessons from neuroscience about easing the pain of a breakup"
      },
      "meta": {
        "creationDate": "2018-10-13T23:09:43.801Z",
        "modificationDate": "2018-10-13T23:09:43.801Z",
        "isDisabled": false
      }
    }
  ]
}